Repository: mn-frappe/mazala-qpay-gateway
Catalog: languages/wooqpay-*.po
Languages: mn_mn

source: Accept payments via qPay (Mongolian payment gateway) with eBarimt integration.
mn_mn: qPay (Монгол төлбөрийн гарц) ашиглан төлбөр хүлээн авах ба и-Баримт холболттой.

source: Enable/Disable
mn_mn: Идэвхжүүлэх/Идэвхгүй болгох

source: Enable qPay gateway
mn_mn: qPay гарцыг идэвхжүүлэх

source: Title
mn_mn: Гарчиг

source: Description
mn_mn: Тайлбар

source: Mode
mn_mn: Горим

source: Choose sandbox or production. Sandbox is the default on activation.
mn_mn: Туршилтын эсвэл бодит горимыг сонгоно уу. Туршилтын горим анхдагч байдлаар сонгогдоно.

source: Invoice Code
mn_mn: Нэхэмжлэхийн код

source: Invoice code provided by qPay (required for live).
mn_mn: qPay-ээс олгосон нэхэмжлэхийн код (бодит горимд шаардлагатай).

source: Sandbox client id
mn_mn: Туршилтын client id

source: Test client id (pre-filled): TEST_MERCHANT
mn_mn: Туршилтын client id (урьдчилан бөглөсөн): TEST_MERCHANT

source: Sandbox client secret
mn_mn: Туршилтын client secret

source: Test client secret (pre-filled): 123456
mn_mn: Туршилтын client secret (урьдчилан бөглөсөн): 123456

source: Live client id
mn_mn: Бодит client id

source: Live client id (enter when ready)
mn_mn: Бодит client id (бэлэн болмогц оруулна уу)

source: Live client secret
mn_mn: Бодит client secret

source: Use environment variables
mn_mn: Орчны хувьсагч ашиглах

source: If enabled, read credentials from environment variables instead of storing them in options.
mn_mn: Идэвхжүүлсэн бол нэвтрэх мэдээллийг тохиргоонд хадгалахын оронд орчны хувьсагчаас унших.

source: Env var for client id
mn_mn: Client id-ийн орчны хувьсагч

source: Environment variable name to read client id from (e.g. WOOQPAY_CLIENT_ID).
mn_mn: Client id-г унших орчны хувьсагчийн нэр (жишээ нь WOOQPAY_CLIENT_ID).

source: Env var for client secret
mn_mn: Client secret-ийн орчны хувьсагч

source: Environment variable name to read client secret from (e.g. WOOQPAY_CLIENT_SECRET).
mn_mn: Client secret-г унших орчны хувьсагчийн нэр (жишээ нь WOOQPAY_CLIENT_SECRET).

source: Webhook Secret
mn_mn: Webhook нууц түлхүүр

source: Secret for validating webhook signatures (HMAC-SHA256).
mn_mn: Webhook гарын үсгийг баталгаажуулах нууц түлхүүр (HMAC-SHA256).

source: Webhook Signature Header
mn_mn: Webhook гарын үсгийн толгой

source: HTTP header name containing the webhook signature.
mn_mn: Webhook гарын үсгийг агуулсан HTTP толгойн нэр.

source: Webhook Signature Algorithm
mn_mn: Webhook гарын үсгийн алгоритм

source: Enable eBarimt posting
mn_mn: и-Баримт илгээхийг идэвхжүүлэх

source: If enabled, the gateway will create an eBarimt (tax receipt) after payment is confirmed.
mn_mn: Идэвхжүүлсэн бол төлбөр баталгаажсаны дараа гарц и-Баримт (татварын баримт) үүсгэнэ.

source: eBarimt Sender Register
mn_mn: и-Баримт илгээгчийн регистр

source: Company registration / tax id used when creating eBarimt (eg. 5395305).
mn_mn: и-Баримт үүсгэхэд ашиглах компанийн бүртгэл / татварын дугаар (жишээ нь 5395305).

source: eBarimt Sender Name
mn_mn: и-Баримт илгээгчийн нэр

source: Company name to use for eBarimt receipts.
mn_mn: и-Баримт баримтанд ашиглах компанийн нэр.

source: eBarimt Sender Address
mn_mn: и-Баримт илгээгчийн хаяг

source: Optional address for eBarimt payload.
mn_mn: и-Баримт өгөгдөлд ашиглах хаяг (нэмэлт).

source: eBarimt District Code
mn_mn: и-Баримт дүүргийн код

source: Default district code for eBarimt (can be set per-order).
mn_mn: и-Баримт-ийн анхдагч дүүргийн код (захиалга бүрт тохируулж болно).

source: Merchant Branch Code
mn_mn: Худалдаачны салбарын код

source: Your branch code registered with qPay (e.g., BRANCH1).
mn_mn: qPay-д бүртгэгдсэн салбарын код (жишээ нь BRANCH1).

source: eBarimt Receiver Type
mn_mn: и-Баримт хүлээн авагчийн төрөл

source: Default receiver type for eBarimt (CITIZEN or COMPANY).
mn_mn: и-Баримт-ийн анхдагч хүлээн авагчийн төрөл (ИРГЭН эсвэл БАЙГУУЛЛАГА).

source: Default Bank
mn_mn: Анхдагч банк

source: Default receiving bank for settlements.
mn_mn: Тооцоо хийх анхдагч хүлээн авах банк.

source: Enable failure alerts
mn_mn: Алдааны мэдэгдлийг идэвхжүүлэх

source: Send email alerts when queued tasks permanently fail.
mn_mn: Дарааллын даалгавар бүрмөсөн амжилтгүй болоход имэйл мэдэгдэл илгээх.

source: Alert email
mn_mn: Мэдэгдлийн имэйл

source: Email address to receive failure alerts (defaults to WordPress admin email).
mn_mn: Алдааны мэдэгдэл хүлээн авах имэйл хаяг (анхдагчаар WordPress админы имэйл).

source: Enable Logging
mn_mn: Лог бичихийг идэвхжүүлэх

source: Log debug messages to WooCommerce > Status > Logs
mn_mn: WooCommerce > Төлөв > Логууд руу дибаг мессеж бичих

source: Save debug messages to the WooCommerce log.
mn_mn: Дибаг мессежүүдийг WooCommerce лог руу хадгалах.

source: Display Language
mn_mn: Харуулах хэл

source: Language for error messages and receipts.
mn_mn: Алдааны мессеж болон баримтын хэл.

source: qPay v2 gateway settings. Sandbox is prefilled with test credentials on activation.
mn_mn: qPay v2 гарцын тохиргоо. Туршилтын горим идэвхжүүлэхэд туршилтын мэдээллээр урьдчилан бөглөгдөнө.

source: Order not found.
mn_mn: Захиалга олдсонгүй.

source: No qPay payment ID found for this order.
mn_mn: Энэ захиалгад qPay төлбөрийн ID олдсонгүй.

source: qPay refund queued for processing. Amount: %s. Reason: %s
mn_mn: qPay буцаан олголт боловсруулахаар дараалалд орсон. Дүн: %s. Шалтгаан: %s

source: qPay refund processed successfully. Amount: %s. Reason: %s
mn_mn: qPay буцаан олголт амжилттай боловсрогдсон. Дүн: %s. Шалтгаан: %s

source: qPay authentication failed:
mn_mn: qPay нэвтрэлт амжилтгүй болсон:

source: Currency %s is not supported by qPay. Supported currencies: %s
mn_mn: %s валют qPay-д дэмжигдэхгүй. Дэмжигдэх валютууд: %s

source: qPay invoice creation queued for retry
mn_mn: qPay нэхэмжлэх үүсгэхийг дахин оролдохоор дараалалд орлоо

source: qPay invoice creation failed:
mn_mn: qPay нэхэмжлэх үүсгэх амжилтгүй болсон:

source: HTTP %d error
mn_mn: HTTP %d алдаа

source: Thank you. Please wait for qPay payment confirmation.
mn_mn: Баярлалаа. qPay төлбөрийн баталгаажуулалтыг хүлээнэ үү.

source: Scan QR to pay:
mn_mn: QR кодыг уншуулж төлөх:

source: Open qPay Short URL
mn_mn: qPay богино холбоосыг нээх

source: Open in bank app:
mn_mn: Банкны апп дээр нээх:

source: Select Bank
mn_mn: Банк сонгох

source: Select District
mn_mn: Дүүрэг сонгох

source: Select Sub-branch
mn_mn: Салбар сонгох

source: Select Classification
mn_mn: Ангилал сонгох

source: Standard VAT (10%)
mn_mn: Стандарт НӨАТ (10%)

source: VAT 0%
mn_mn: НӨАТ 0%

source: VAT Exempt
mn_mn: НӨАТ чөлөөлөгдсөн

source: WooQPay Cancel Invoice
mn_mn: WooQPay нэхэмжлэх цуцлах

source: WooQPay Refund Payment
mn_mn: WooQPay төлбөр буцаах

source: qPay GS1 code
mn_mn: qPay GS1 код

source: Optional: override GS1 classification code for this product (used for eBarimt).
mn_mn: Нэмэлт: энэ бүтээгдэхүүний GS1 ангиллын кодыг дарж бичих (и-Баримтад ашиглана).

source: Disable qPay GS1 auto-mapping
mn_mn: qPay GS1 автомат тохируулгыг идэвхгүй болгох

source: If checked, the gateway will not attempt automatic GS1 mapping for this product.
mn_mn: Сонгосон бол гарц энэ бүтээгдэхүүнд GS1 автомат тохируулга хийхгүй.

source: qPay VAT Code
mn_mn: qPay НӨАТ код

source: Select VAT treatment for this product (0% or exempt)
mn_mn: Энэ бүтээгдэхүүний НӨАТ горимыг сонгоно уу (0% эсвэл чөлөөлөгдсөн)

source: Shipping
mn_mn: Хүргэлт

source: Payment
mn_mn: Төлбөр

source: Refund
mn_mn: Буцаан олголт

source: Error
mn_mn: Алдаа

source: Success
mn_mn: Амжилттай

source: Processing
mn_mn: Боловсруулж байна

source: Pending
mn_mn: Хүлээгдэж байна

source: Cancelled
mn_mn: Цуцлагдсан

source: Completed
mn_mn: Дууссан

source: Failed
mn_mn: Амжилтгүй

source: On Hold
mn_mn: Хүлээгдэж буй

source: Sandbox
mn_mn: Туршилт

source: Production
mn_mn: Бодит

source: Citizen
mn_mn: Иргэн

source: Company
mn_mn: Байгууллага
